-- changelog Ari: add static data

-- Категории затрат
insert into EXPENSE_CATEGORIES(NAME)
values ('Аренда'),
       ('Коммунальные услуги'),
       ('Заработная плата'),
       ('Покупка товара'),
       ('Налоги'),
       ('Прочее');

-- Категории прибыли
insert into INCOME_SOURCES(NAME)
values ('Продажи'),
       ('Инвестиции'),
       ('Гранты'),
       ('Прочее');

-- Категории продуктов
insert into PRODUCT_CATEGORIES(NAME)
values ('Продукты питания'),
       ('Напитки'),
       ('Товары для дома'),
       ('Личная гигиена'),
       ('Электроника'),
       ('Канцтовары'),
       ('Прочее');

-- Роли пользователей
insert into ROLES(NAME)
values ( 'Директор' ),
       ('Бухгалтер'),
       ('Кассир'),
       ('Кладовщик');